{"courseTitle":[{"description":"This course is designed for personnel in the private sector interested in teaching the 10- and 30-hour construction safety and health outreach program to their employees and other interested groups. Special emphasis is placed on those topics that are required in the 10- and 30-hour programs as well as on those that are the most hazardous, using OSHA standards as a guide. Course participants are briefed on effective instructional approaches and the effective use of visual aids and handouts. This course allows the student to become a trainer in the Outreach Program and to conduct both a 10- and 30-hour construction safety and health course and to issue cards to participants verifying course completion. Prerequisites: Course #510 and five years of construction safety experience. A college degree in occupational safety and health, a Certified Safety Professional (CSP), or Certified Industrial Hygienist (CIH) designation, in the applicable training area may be substituted for two years of experience. NOTE: Students in Course #500 who wish to participate as authorized trainers in the Outreach Program must successfully pass a written exam at the end of the course. Outreach trainers are required to attend Course #502 at least once every four years to maintain their trainer status.","id":"1","name":"#500 Trainer Course in Occupational Safety and Health Standards for the Construction Industry"},{"description":"This course is designed for personnel in the private sector interested in teaching the 10- and 30-hour general industry safety and health outreach program to their employees and other interested groups. Special emphasis is placed on those topics that are required in the 10- and 30-hour programs as well as on those that are the most hazardous, using OSHA standards as a guide. Course participants are briefed on effective instructional approaches and the effective use of visual aids and handouts. This course allows the student to become a trainer in the Outreach Program and to conduct both a 10- and 30-hour general industry safety and health course and to issue cards to participants verifying course completion. Prerequisites: Course #511 and five years of general industry safety experience. A college degree in occupational safety and health, a Certified Safety Professional (CSP), or Certified Industrial Hygienist (CIH) designation, in the applicable training area may be substituted for two years of experience. NOTE: Students in Course #501 who wish to participate as authorized trainers in the Outreach Program must successfully pass a written exam at the end of the course. Outreach trainers are required to attend Course #503 at least once every four years to maintain their trainer status.","id":"2","name":"#501 Trainer Course in Occupational Safety and Health Standards for General Industry"},{"description":"This course is designed for personnel in the private sector who have completed #500 Trainer Course in Occupational Safety and Health Standards for the Construction Industry and who are active trainers in the outreach program. It provides an update on such topics as OSHA construction standards, policies, and regulations. Prerequisites: Course #500. NOTE: Outreach trainers are required to attend this course once every four years to maintain their trainer status. Students must bring their current trainer's card for validation.","id":"3","name":"#502 Update for Construction Industry Outreach Trainers"},{"description":"This course is designed for private sector personnel who have completed course #501 Trainer Course in Occupational Safety and Health Standards for General Industry and who are active trainers in the outreach program. It provides an update on OSHA general industry standards and OSHA policies. Prerequisites: Course #501. NOTE: Outreach trainers are required to attend this course once every four years to maintain their trainer status. Students must bring their current trainer's card for validation.","id":"4","name":"#503 Update for General Industry Outreach Trainers"},{"description":"This course for private sector personnel covers OSHA policies, procedures, and standards, as well as construction safety and health principles. Topics include scope and application of the OSHA construction standards. Special emphasis is placed on those areas that are the most hazardous, using OSHA standards as a guide.","id":"5","name":"#510 Occupational Safety and Health Standards for the Construction Industry"},{"description":"This course for private sector personnel covers OSHA policies, procedures, and standards, as well as general industry safety and health principles. Topics include scope and application of the OSHA general industry standards. Special emphasis is placed on those areas that are the most hazardous, using OSHA standards as a guide.","id":"6","name":"#511 Occupational Safety and Health Standards for General Industry"},{"description":"This course addresses industrial hygiene practices and related OSHA regulations and procedures. Topics include permissible exposure limits, OSHA health standards, respiratory protection, engineering controls, hazard communication, OSHA sampling procedures and strategy, workplace health program elements and other industrial hygiene topics. The course features workshops in health hazard recognition, OSHA health standards and a safety and health program workshop.","id":"7","name":"#521 OSHA Guide to Industrial Hygiene"},{"description":"This shortened version of #2010 covers OSHA general industry standards and integrates materials from other consensus and proprietary standards that relate to hazardous materials. Included are flammable and combustible liquids, compressed gases, LP-gases, and cryogenic liquids. Related processes such as spraying and dipping are covered, as well as electrical equipment. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"8","name":"#2015 Hazardous Materials"},{"description":"This shortened version of #2040 familiarizes the student with various types of common machinery and the related safety standards. Guidance is provided on the hazards associated with various kinds of machinery and the control of hazardous energy sources (lockout/tagout). The course presents an approach to machinery inspection that enables participants to recognize hazards and to provide options to achieve abatement. These hazards include mechanical motions and actions created by points of operation and other machinery processes. Also included is hands-on training in the laboratories. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"9","name":"#2045 Machinery and Machine Guarding Standards"},{"description":"This course covers the requirements for the establishment, maintenance, and monitoring of a respirator program. Topics include terminology, OSHA standards, NIOSH certification, and medical evaluation recommendations. Program highlights include laboratories on respirator selection, qualitative fit testing, and the use of a large array of respiratory and support equipment for hands-on training. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"10","name":"#2225 Respiratory Protection"},{"description":"This course covers the use of ergonomic principles to recognize, evaluate, and control work place conditions that cause or contribute to musculoskeletal and nerve disorders. Topics include work physiology, anthropometry, musculoskeletal disorders, use of video display terminals, and risk factors such as vibration, temperature, material handling, repetition, and lifting and transfers in health care. Course emphasis is on industrial case studies covering analysis and design of work stations and equipment, laboratory sessions in manual lifting, and coverage of current OSHA compliance policies. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"11","name":"#2250 Principles of Ergonomics Applied to Work-Related Musculoskeletal and Nerve Disorders"},{"description":"This course is designed to enable students to recognize, evaluate, prevent, and abate safety and health hazards associated with confined space entry. Technical topics include the recognition of confined space hazards, basic information about instrumentation used to evaluate atmospheric hazards, and ventilation techniques. This course features workshops on permit entry classification and program evaluation. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"12","name":"#2264 Permit-Required Confined Space Entry"},{"description":"This course focuses on OSHA standards and on the safety aspects of excavation and trenching. Students are introduced to practical soil mechanics and its relationship to the stability of shored and unshored slopes and walls of excavations. Various types of shoring (wood timbers and hydraulic) are covered. Testing methods are demonstrated and a one-day field exercise is conducted, allowing students to use instruments such as penetrometers, torvane shears, and engineering rods. Prerequisites: All participants must have completed Course #2000, #510, or have equivalent construction training or experience. Industrial hygienists may substitute Course #1010 for #2000. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"13","name":"#3010 Excavation, Trenching and Soil Mechanics"},{"description":"This shortened version of #3090 is designed to provide the student with a survey of OSHA's electrical standards and the hazards associated with electrical installations and equipment. Topics include single- and three-phase systems, cord- and plug-connected and fixed equipment, grounding, ground fault circuit interrupters, and safety-related work practices. Emphasis is placed on electrical hazard recognition and OSHA policies and procedures. Students will receive instruction on safe and correct use of their electrical testing equipment. Prerequisites: All OSHA personnel must have completed Course #2030 or have equivalent training or experience. Other Federal Agency or Department personnel: Course #2005, #6000, or #6010 or equivalent. This course is available to noncompliance personnel only. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"14","name":"#3095 Electrical Standards"},{"description":"This course provides an overview of state-of-the-art technology for fall protection and current OSHA requirements. Topics covered include the principles of fall protection, the components of fall arrest systems, the limitations of fall arrest equipment, and OSHA policies regarding fall protection. Course features a one-day field exercise demonstrating fall protection equipment. Prerequisites: All participants must have completed Course #2000, #510, or have equivalent construction training or experience. Industrial hygienists may substitute Course #1010 for #2000. Prerequisites: 21(d) State Consultants: #1500 Basic Onsite Consultation program. Other Federal Agency or Department personnel: Course #6000, or #6010 or demonstrate equivalent knowledge of the OSH Act, procedures, and standards. Private Sector and Other Non-Federal Government personnel: Course #500, #501, #510, or #511.","id":"15","name":"#3110 Fall Arrest Systems"},{"description":"#5109 Occupational Safety and Health Standards for the Construction Industry including CAL-OSHA Requirements","id":"16","name":"#5109 Occupational Safety and Health Standards for the Construction Industry including CAL-OSHA Requirements"},{"description":"#5119 Occupational Safety and Health Standards for General Industry including CAL-OSHA Requirements","id":"17","name":"#5119 Occupational Safety and Health Standards for General Industry including CAL-OSHA Requirements"},{"description":"This course is designed for personnel in the private sector interested in teaching the 10- and 30-hour maritime safety and health outreach program to their employees and other interested groups. Special emphasis is placed on those topics that are required in the 10- and 30-hour programs as well as on those that are the most hazardous, using OSHA standards as a guide. Course participants are briefed on effective instructional approaches and the effective use of visual aids and handouts. This course allows the student to become a trainer in the Outreach Program and to conduct 10 and 30-hour maritime classes in Shipyard Employment, Marine Terminals, and Longshoring and to issue cards to participants verifying course completion. Prerequisites: Two years maritime industry experience and at least one of the following: Two years of occupational safety and health experience (with a broad focus) in any industry.  A degree in occupational safety and health from an accredited college or university.  Certification as an Assoiate Safety Professional (ASP), Certified Safety Professional (CSP), or Certified Industrial Hygienist (CIH), Certified Marine Chemist (CMC), or Certified Safety Health Manager (CSHM).  NOTE: Students in Course #5400 who wish to participate as authorized trainers in the Outreach Program must successfully pass a written exam at the end of the course. Outreach trainers are required to attend Course #5402 at least once every four years to maintain their trainer status.","id":"18","name":"#5400 Trainer Course in Occupational Safety and Health Standards for the Maritime Industry"},{"description":"#5402 Maritime Industry Trainer Update Course","id":"19","name":"#5402 Maritime Industry Trainer Update Course"},{"description":"#5410 Occupational Safety and Health Standards for the Maritime Industry","id":"20","name":"#5410 Occupational Safety and Health Standards for the Maritime Industry"},{"description":"The Disaster Site Worker Train-the-Trainer Course prepares experienced trainers to present the Disaster Site Worker Class #7600. Trainers for this course need to be able to apply the elements of successful adult training programs, along with specific knowledge, skills, and attitudes to awareness training about safety and health standards at natural and man-made disaster sites. Trainers are given the opportunity to practice knowledge, skills, and attitudes through discussion, planned exercises, demonstrations, and presentations. Participants receive lesson plans and training materials for the Disaster Site Worker Course as well as information on training techniques and resources. Trainers will be expected to present a selected portion of the Disaster Site Worker Course and to use a \"presentation evaluation\" sheet to evaluate to other presenters. This course allows the student to become a trainer in the Outreach Program and to conduct the 16-hour Disaster Site Worker Course and to issue cards to participants verifying course completion. Prerequisites: OSHA #500 or #501, three years safety training experience, and completion of the 40-hour HAZWOPER training or equivalent.","id":"21","name":"#5600 Disaster Site Worker Trainer Course"},{"description":"The Disaster Site Worker Trainer Update #5602 is a one-day (8 hour) course intended to update the Authorized Disaster Site Worker Trainer with new technical and regulatory information related to disaster response. In addition, participants will have the opportunity to share \"lessons learned\" and refresh their knowledge about various topics covered previously in the Disaster Site Worker Train-the-Trainer #5600 course.","id":"22","name":"#5602 Disaster Site Worker Trainer Update Course"},{"description":"This course introduces federal agency collateral duty safety and health personnel to the OSH Act, Executive Order 12196, 29 CFR 1960 and 29 CFR 1910. The training enables participants to recognize basic safety and health hazards in the workplace and effectively assist agency safety and health officers with inspection and abatement efforts.","id":"23","name":"#6000 Collateral Duty Course for Other Federal Agencies"},{"description":"The focus of this one-day course is to use OSHA's Ergonomics Guidelines for Nursing Homes to develop a process to protect workers in nursing homes. The course will focus on analyzing and identifying ergonomic problem jobs and practical solutions to address these problems. Featured topics include: developing an ergonomic process; risk factors in the nursing home guidelines: identifying problem jobs including protocol for resident assessment; and implementing solutions including work practices and engineering solutions.","id":"24","name":"#7000 OSHA Ergonomic Guidelines for Nursing Homes"},{"description":"The course is designee as a training course for warehouse workers and will focus on many hazards and injuries that are likely to be encountered in warehouse operations. It has been shown that warehousing has become an increasingly hazardous area to work in. OSHA has identified Public Storage and Warehousing as one of seven industries with a high lost time claims rate. Injuries may occur from forklifts; material handling and lifting; exposure to hazardous substances; and slips, trips and falls. The course will discuss: powered industrial trucks; material handling/lifting/ergonomics; hazard communication; walking and working surfaces; and exit routes and fire protection.","id":"25","name":"#7005 Public Warehousing and Storage"},{"description":"The main focus of this course is to increase the participant's knowledge and skill in proper machine safeguarding techniques, and to highlight the benefits of guarding various types of machinery. It is the employer's responsibility to identify and select the safeguard necessary to protect employees and others in the work area, as well as provide appropriate training in safe work practices. Knowing when and how to properly safeguard machinery can reduce or eliminate the potential for accidents and injuries.","id":"26","name":"#7100 Introduction to Machinery and Machine Safeguarding"},{"description":"Evacuation and emergency planning focuses on OSHA requirements for emergency action plans and fire protection plans. Preparing for emergencies is a basic principle of workplace safety and health. Participants will learn: (1) reasons for emergency action plans and fire prevention plans and when they are required for a workplace; (2) elements of a good evacuation plan; and (3) features of design and maintenance of good exit routes. The optional session for this course will focus on assessment of risk for terrorist attack and how to utilize OSHA's two matrices, evacuation planning and fire and explosion, as tools in planning for emergencies.","id":"27","name":"#7105 Evacuation and Emergency Preparedness"},{"description":"#7110 Safe Bolting: Principles and Practices","id":"28","name":"#7110 Safe Bolting: Principles and Practices"},{"description":"Students will learn about the role and responsibility of the employer to develop and implement an energy control program, or lock-out/tag-out (LOTO) for the protection of workers while performing servicing and maintenance activities on machines and equipment. In addition, students will learn how to detect hazardous conditions and implement control measures as they relate to the control of hazardous energy. This course is also designed to assist students in the development and implementation of energy control programs, including written isolation procedures, training for authorized and affected employees, and periodic inspection of energy control procedures. Topics include the understanding and application of definitions relating to OSHA's Control of Hazardous Energy Standard, types of hazardous energy, energy isolation options, written program requirements, and training guidelines. At the conclusion of this course, the participant will be able to explain the importance of energy control programs, procedures, training, audits and methods of controlling hazardous energy, and will demonstrate the knowledge and skills required to safely perform servicing and maintenance activities.","id":"29","name":"#7115 Lockout/Tagout"},{"description":"The purpose of this course is to develop a Bloodborne Pathogens Exposure Plan for healthcare facilities using a step-by-step approach. Featured topics include an Introduction to Bloodborne Pathogens Standard, the Exposure Control Plan, Exposure Determination, Methods of Control, Vaccinations and Evaluations, Training and Information, and Record Keeping.","id":"30","name":"#7200 Bloodborne Pathogen Exposure Control for Healthcare Facilities"},{"description":"This course provides an introduction to common health hazards that are encountered in the workplace. These health hazards will include exposure to chemicals, asbestos, silica and lead. The course will feature these topics: identification of hazard; sources of exposure; health hazard information; evaluation of exposure; and engineering and work practice controls. The course materials will include an instructor and student manual; workshops and group activities; and PowerPoint presentations. The course is designed as an awareness course for employers and employees.","id":"31","name":"#7205 Health Hazard Awareness"},{"description":"The focus of this one-day course is to provide private businesses within general industry with an opportunity to enhance their awareness and preparation for a pandemic. This course will help these business leaders to gain the knowledge and strategies that can help them to assure business continuity and employee safety in the midst of a pandemic influenza event. The course will focus on recognizing the reality of the hazards and risks associated with a pandemic, as well as developing the strategies that can help a business, their community, and their family with realistic preparation for a pandemic. Key topics include: the potential impact of a pandemic influenza event on a business and community, the critical elements of a preparedness plan, and realistic, sound strategies for supporting continuity of a business their community and their family. In addition, the course will offer information on strategies that can be used to control the spread of the virus, to help minimize exposure for employees and family and increase the awareness of participants of the many valuable resources available particularly from OSHA and other government agencies. Prerequisites: None.","id":"32","name":"#7210 Pandemic Influenza Preparedness"},{"description":"#7120 Introduction to Combustible Dust Hazards (2 days)","id":"33","name":"#7120 Introduction to Combustible Dust Hazards (2 days)"},{"description":"#7125 Seminar on Combustible Dust Hazards (1 day)","id":"34","name":"#7125 Seminar on Combustible Dust Hazards (1 day)"},{"description":"This one-day course discusses the requirements of OSHA's permit-required confined space standard, 29 CFR 1910.146. It is designed for small employers or a designated representative (line supervisor or manager) with the responsibility to develop a permit space program. It covers OSHA's requirements but does not feature hand-on sections (instrumentation and control methods and testing) which are included in OSHA course #2260.","id":"35","name":"#7300 OSHA's Permit-Required Confined Space Standard"},{"description":"The primary objectives of this one-day course are to increase the participant's knowledge and skill in construction noise and provide them with materials and guidance for training their workers. OSHA published an Advanced Notice for Proposed Rulemaking, Hearing Conservation Program for Construction Workers. This course builds on OSHA's efforts to reduce occupational hearing loss in the construction industry.","id":"36","name":"#7400 Trainer Course in Construction Noise"},{"description":"The focus of this 5 hour course is to identify, evaluate, and prevent or control fall hazards at constructions sites. The course focuses on falls to a lower level not falls to the same level resulting from slips and falls. The target audience is the small construction employer, business owner, or manager who would like to obtain information about fall hazards found in the workplace. The training is also suitable for employees and employee representatives. Topics include identifying fall hazards, analyzing fall hazards, and preventing fall hazards as well as OSHA resources addressing fall hazards.","id":"37","name":"#7405 Fall Hazard Awareness for the Construction Industry"},{"description":"In this one-day course, students will learn about the role and responsibility of the employer to assign a competent person to the excavation site and arm that person with the knowledge to perform the work properly. Topics include the understanding and application of definitions relating to OSHA's Excavation Standard (Subpart P), excavation hazards and control measures, soil analysis techniques, protective system requirements and emergency response. At the conclusion of this course, the participant will understand the importance and duties of a competent person towards excavation work and will have the knowledge and skills that are required to perform those duties.","id":"38","name":"#7410 Managing Excavation Hazards"},{"description":"#7415 OSHA Construction Industry Requirements Awareness of Major Hazards and Prevention Strategies","id":"39","name":"#7415 OSHA Construction Industry Requirements Awareness of Major Hazards and Prevention Strategies"},{"description":"Using interactive assignments and thought-provoking group projects, students of this one day workshop come away with a strong understanding of the benefits in implementing a safety and health management system in the workplace.","id":"40","name":"#7500 Introduction to Safety and Health Management"},{"description":"Introduction to accident investigation provides an introduction to basic accident investigation procedures and describes accident analysis techniques. The goal of the course is to help participants gain the basic skills necessary to conduct an effective accident investigation at their workplace. The target audience is the small employer, manager, employee or employee representative who, as part of a firm's safety and health system, would be involved in conducting accident and/or near-miss investigations.","id":"41","name":"#7505 Introduction to Accident Investigation"},{"description":"This course provides an introduction to the Occupational Safety and Health Administration (OSHA) for owners and managers of small businesses. The goal of the course is to help participants gain an understanding of OSHA operations and procedures and learn how they can work with OSHA to prevent or reduce injuries and illnesses in their workplaces. Included in the course is information on the background of OSHA, standards, the inspection process, implementing a safety and health program, and assistance available to small business. It is anticipated that the course materials could be covered in 3 1/2 to 4 hours.","id":"42","name":"#7510 Introduction to OSHA for Small Business"},{"description":"This course is designed to assist employers in identifying and fulfilling their responsibilities for posting certain records, maintaining records of illnesses and injuries and reporting specific cases to OSHA. Participants who successfully complete this course will be able to identify OSHA requirements and complete new OSHA's forms 300, 300A and 301.","id":"43","name":"#7845 Recordkeeping Rule Seminar"}]}